9/data/attachments/8f9ce56d1c38d313.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Chase_get_Actions_98731_0</nif:username>
            <nif:friendToBeRequested>soap_actions_6bd045c0-8a46-4d9b-95cf-0d090beffbf7</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>